tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "babarot/tap"
tap "browsh-org/browsh"
tap "cormacrelf/tap"
tap "d12frosted/emacs-plus"
tap "danvergara/tools"
tap "denisidoro/tools"
tap "go-swagger/go-swagger"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgerojas26/custom"
tap "jorgerojas26/lazysql"
tap "lizardbyte/homebrew"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "tako8ki/tap"
brew "aerc"
brew "antidote"
brew "libtiff"
brew "jpeg-xl"
brew "ca-certificates"
brew "autoconf"
brew "automake"
brew "cryptography"
brew "aws-sam-cli"
brew "python@3.12"
brew "awslogs"
brew "bash"
brew "libgit2"
brew "bat"
brew "bmon"
brew "boost"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "icu4c@76", link: true
brew "openjdk"
brew "bundletool"
brew "calcurse"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "countdown"
brew "cyrus-sasl"
brew "davmail"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eksctl"
brew "libidn2"
brew "unbound"
brew "emacs"
brew "eza"
brew "fastlane"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "libtool"
brew "python@3.11"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnu-sed"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groff"
brew "helix"
brew "himalaya"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "isync", args: ["HEAD"], restart_service: :changed
brew "jq"
brew "khal"
brew "lazygit"
brew "libical"
brew "libnotify"
brew "libpq"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "mkcert"
brew "mongo-c-driver"
brew "node"
brew "mongosh"
brew "mosh"
brew "msmtp"
brew "mu"
brew "mutt"
brew "mvfst"
brew "mycli"
brew "mysql"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nethogs"
brew "node@16"
brew "nvm"
brew "openjdk@17"
brew "pandoc"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "powerlevel10k"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "remind"
brew "ripgrep"
brew "stylua"
brew "switchaudio-osx"
brew "task"
brew "texinfo"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vercel-cli"
brew "watchman"
brew "wget"
brew "wmctrl"
brew "xclip"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zellij"
brew "zplug"
brew "zsh"
brew "zsh-vi-mode"
brew "browsh-org/browsh/browsh"
brew "cormacrelf/tap/dark-notify"
brew "denisidoro/tools/docpars"
brew "go-swagger/go-swagger/go-swagger"
brew "jorgerojas26/lazysql/lazysql"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "tako8ki/tap/gobang"
cask "adoptopenjdk8"
cask "alacritty"
cask "dbeaver-community"
cask "expo-orbit"
cask "fig"
cask "flipper"
cask "font-fira-code"
cask "neovide"
cask "warp"
cask "wezterm"
cask "zulu@11"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "EZVIZ HD", id: 1594552558
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
